Repository: eminhuseyn313/Paya
Catalog: Paya/Localizable.xcstrings
Source language: en
Languages: az, ru, tr

# common.cancel
source: Cancel
az: Ləğv et
ru: Отмена
tr: İptal

# common.done
source: Done
az: Hazır
ru: Готово
tr: Tamam

# common.save
source: Save
az: Saxla
ru: Сохранить
tr: Kaydet

# common.settings
source: Settings
az: Parametrlər
ru: Настройки
tr: Ayarlar

# cycle.follicular
source: Follicular
az: Follikulyar
ru: Фолликулярная
tr: Foliküler

# cycle.luteal
source: Luteal
az: Lüteal
ru: Лютеиновая
tr: Lüteal

# cycle.ovulatory
source: Ovulatory
az: Ovulyasiya
ru: Овуляторная
tr: Yumurtlama

# exercise.reps
source: Reps
az: Təkrarlar
ru: Повторения
tr: Tekrarlar

# exercise.rest
source: Rest
az: İstirahət
ru: Отдых
tr: Dinlenme

# exercise.sets
source: Sets
az: Setlər
ru: Подходы
tr: Setler

# exercise.volume
source: Volume
az: Həcm
ru: Объём
tr: Hacim

# exercise.weight
source: Weight
az: Çəki
ru: Вес
tr: Ağırlık

source: Glucose Response
az: Qlükoza Reaksiyası
ru: Гликемический ответ
tr: Glikoz Yanıtı

# glucose.time_in_range
source: Time in Range
az: Aralıqda Vaxt
ru: Время в диапазоне
tr: Aralıkta Süre

# health.blood_oxygen
source: Blood Oxygen
az: Qanda Oksigen
ru: Кислород в крови
tr: Kan Oksijeni

# health.cycle_phase
source: Cycle Phase
az: Dövrə Mərhələsi
ru: Фаза цикла
tr: Adet Döngüsü Fazı

# health.glucose
source: Glucose
az: Qlükoza
ru: Глюкоза
tr: Glikoz

# health.heart_rate
source: Heart Rate
az: Ürək döyüntüsü
ru: Пульс
tr: Kalp Atışı

# health.readiness
source: Readiness
az: Hazırlıq
ru: Готовность
tr: Hazırlık

# health.sleep
source: Sleep
az: Yuxu
ru: Сон
tr: Uyku

# health.steps
source: Steps
az: Addımlar
ru: Шаги
tr: Adımlar

# nutrition.calories
source: Calories
az: Kalori
ru: Калории
tr: Kalori

# nutrition.carbs
source: Carbs
az: Karbohidrat
ru: Углеводы
tr: Karbonhidrat

# nutrition.fat
source: Fat
az: Yağ
ru: Жиры
tr: Yağ

# nutrition.log_meal
source: Log Meal
az: Yeməyi Qeyd Et
ru: Записать приём пищи
tr: Öğün Kaydet

# nutrition.protein
source: Protein
az: Zülal
ru: Белок

# onboarding.health_journey
source: Health Journey
az: Sağlamlıq Səyahəti
ru: Путь к здоровью
tr: Sağlık Yolculuğu

# readiness.push_today
source: Push today
az: Bu gün gücünü göstər
ru: Сегодня можно нагрузить
tr: Bugün zorlayın

# readiness.recovery_day
source: Recovery day
az: Bərpa günü
ru: День восстановления
tr: Dinlenme günü

# recovery.caution
source: Modest reduction
az: Yüngül azalma
ru: Небольшое снижение
tr: Hafif azaltma

# recovery.deload
source: Deload day
az: Yüngül məşq günü
ru: День разгрузки
tr: Deload günü

# recovery.normal
source: Normal loads
az: Normal yük
ru: Обычная нагрузка
tr: Normal yük

# session.finish
source: Finish Session
az: Məşqi Bitir
ru: Завершить тренировку
tr: Antrenmanı Bitir

# session.log_set
source: Log Set
az: Seti Qeyd Et
ru: Записать подход
tr: Seti Kaydet

# session.start
source: Start Session
az: Məşqə Başla
ru: Начать тренировку
tr: Antrenmana Başla

# tab.health
source: Health
az: Sağlamlıq
ru: Здоровье
tr: Sağlık

# tab.nutrition
source: Nutrition
az: Qidalanma
ru: Питание
tr: Beslenme

# tab.progress
source: Progress
az: İnkişaf
ru: Прогресс
tr: İlerleme

# tab.train
source: Train
az: Məşq
ru: Тренировка
tr: Antrenman

# water.add
source: Add Water
az: Su əlavə et
ru: Добавить воду
tr: Su Ekle

# cycle.menstrual
source: Menstrual
ru: Менструальная
tr: Adet

# health.hrv
source: HRV
ru: ВСР
